doc/bench/memcached-benchmark.txt
====== SET ======
  10003 requests completed in 0.14 seconds
  50 parallel clients
  3 bytes payload
  keep alive: 1

38.02% <= 0 milliseconds
95.99% <= 1 milliseconds
99.56% <= 2 milliseconds
99.97% <= 3 milliseconds
100.00% <= 4 milliseconds
73014.60 requests per second

====== GET ======
  10022 requests completed in 0.07 seconds
  50 parallel clients
  3 bytes payload
  keep alive: 1

65.14% <= 0 milliseconds
100.00% <= 1 milliseconds
141154.92 requests per second