doc/bench/redis-benchmark.txt
====== SET ======
  100000 requests completed in 0.44 seconds
  50 parallel clients
  3 bytes payload
  keep alive: 1

99.90% <= 1 milliseconds
99.95% <= 4 milliseconds
100.00% <= 5 milliseconds
226757.36 requests per second

====== GET ======
  100000 requests completed in 0.46 seconds
  50 parallel clients
  3 bytes payload
  keep alive: 1

99.95% <= 3 milliseconds
99.98% <= 4 milliseconds
100.00% <= 4 milliseconds
217864.92 requests per second